/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Ébresztőóra kikapcsolva!";

/* Status line above clock during alarm *
"Press Any key to snooze" = "Bármelyik gomb: Szundi";

/* Status line above clock during alarm */
"Press Any key to stop" = "Bármelyik gomb: Stop";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Enter: Szundi";

/* Status line above clock during alarm */
"Press Enter to stop" = "ENTER: Stop";

/* Button below clock */
"Snooze" = "Szundi";

/* Status line above clock during snooze */
"Snoozing until" = "Szundi eddig:";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Ébresztőóra elindítása...";

/* Button below clock */
"Stop" = "Stop";

